[launcher]
170023=Play
170024=Workshop
170025=AOE Website
170026=Leaderboards
170027=Achievements
170032=You are entering the Steam Workshop. The Steam workshop contains user created content that is not officially supported by Microsoft Studios or Valve. Use of the workshop is provided without any guarantees, and you use the workshop at your own risk.
170033=These mods may alter how Age of Empires II HD Edition functions, and can include faulty or malicious user generated code.  By downloading files from the workshop you acknowledge the risks and release Hidden Path Entertainment, Microsoft Studios, Valve, and affiliated entities from any liability related to your use of the Workshop.
170034=I agree to the terms and conditions of the Steam Workshop Subscriber Agreement: http://store.steampowered.com/subscriber_agreement/
170035=Agreement:
170036=Accept
170037=Decline